Repository: DevAlien/monitor
Catalog: po/*.po
Languages: it

source: Show Monitor
it: Apri il Monitore

source: Quit Monitor
it: Chidi il Monitore

source: Monitor Indicator
it: Icona del pannello

source: Show system resources
it: Mostra le risorse del sistema

source: Monitor
it: Monitore

source: End process
it: Terminare il processo

source: Settings
it: Preferenze

source: Show an indicator
it: Mostra l'icona del pannello

source: Process Name
it: Nome del processo

source: Memory
it: Memoria

source: Search Process
it: Cerca un processo

source: Type Process Name or PID
it: Digita il nome del processo o il PID

source: Memory:
it: Memoria:

source: Background Applications
it: Applicazioni in background
